Repository: common-repository/wp-database-session-handler
Catalog: languages/wp-database-session-handler-*.po
Languages: it_it

source: DB Session Handler settings
it_it: Impoostazione Gestore Sessioni DB

source: DB Session Handler
it_it: Gestore Sessioni DB

source: Your permissions are not sufficient to view the page
it_it: Le tue autorizzazioni non sono sufficienti per visualizzare la pagina

source: Cleaned all sessions.
it_it: Tutte le sessioni sono state pulite.

source: CONTENT
it_it: CONTENUTO

source: LAST UPDATE
it_it: ULTIMA MODIFICA

source: WP Database Session Handler settings
it_it: Impostazioni WP Gestore Sessioni in Database

source: Options
it_it: Opzioni

source: Clean expired sessions on open new session
it_it: Pulisci le sessioni scadute all'apertura di una nuova sessione

source: Clean expired sessions on garbage collection
it_it: Pulisci le sessioni scadute durante "garbage collection"

source: Clean expired sessions every N hours. 0 for disable
it_it: Pulire le sessioni scadute ogni N ore. 0 per disabilitare

source: Save
it_it: Salva

source: Clean all session
it_it: Pulisci tutte le sessioni

source: Currently there are:
it_it: Attualmente ci sono:

source: sessions
it_it: sessioni

source: If you want to clean all session you can press this button. All connected users will lose their session informations.
it_it: Se vuoi pulire tutte le sessioni puoi premere questo pulsante. Tutti gli utenti connessi perderanno le informazioni sulla sessione.

source: View sessions
it_it: Visualizza le sessioni

source: If you want to view the content of all sessions, push the button.
it_it: Se si desidera visualizzare il contenuto di tutte le sessioni, premere il pulsante.

source: In this page you can setup when the sessions will be automatically cleaned.<br><br>You can also check how many sessions actually exist currently and you can clean them.<br><br>Further more, you can view all sessions content.
it_it: In questa pagina puoi configurare quando le sessioni verranno automaticamente ripulite. <br><br> Puoi anche controllare quante sessioni esistono attualmente e puoi pulirle. <br><br> Inoltre puoi visualizzare il contenuto di tutte le sessioni.

source: WP Database Session Handler
it_it: WP Gestore Sessioni in Database

source: Add handling of user session inside SQL Database. This session manager is useful if you have an environment with more than one frontend server and a load balancer who switch the web traffic dinamically between frontend hosts.
it_it: Aggiungi la gestione delle sessioni utente nel database SQL. Questo gestore di sessione è utile se si dispone di un ambiente con più di un server front-end e un servizio di bilanciamento del carico che cambia dinamicamente il traffico Web tra gli host frontend.
